Repository: ivangalkindeveloper/DoglyadAI
Catalog: ios/Doglyad/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# templateExampleDescription
source: Based on the ultrasound data provided: Organ(s) under examination: {{organ}} Position and contours: {{position_and_contours}} Dimensions: {{sizes}} Echostructure: {{echogenicity}} Focal lesions: {{lesions}} Conclusion: Ultrasound features: {{diagnostic_findings}}. Recommendations: {{recommendations}}
ru: На основании представленных данных УЗИ: Орган(ы) исследования: {{organ}} Положение и контуры: {{position_and_contours}} Размеры: {{sizes}} Эхоструктура: {{echogenicity}} Очаговые образования: {{lesions}} Заключение: УЗ-признаки {{diagnostic_findings}}. Рекомендации: {{recommendations}}

# templateListAddButton
source: Add template
ru: Добавить шаблон

# templateListEmptyDescription
source: Here is no templates yet. Add a template for the desired examination type.
ru: Тут пока нет шаблонов. Добавьте шаблон для нужного типа исследования.

# templateListTitle
source: Report templates
ru: Шаблоны протоколов

# templateNameLabel
source: Name
ru: Название

# templateNamePlaceholder
source: Template name
ru: Название шаблона

# templateSavedSuccessDescription
source: Changes have been saved.
ru: Изменения сохранены.

# templateSavedSuccessTitle
source: Saved
ru: Сохранено

# termsAndConditionsTitle
source: Terms & Conditions
ru: Условия и Положения

# usExaminationTypeAddingDescription
source: If you have not found the required types of ultrasound, please contact support to add them
ru: Если Вы не обнаружили необходимые виды УЗИ, пожалуйста, обратитесь в поддержку для их добавления

# usExaminationTypeRecentGroupTitle
source: Recent
ru: Недавние

# usExaminationTypeTitle
source: Examination type
ru: Тип исследования

# userSettingsEmailDescription
source: Generated reports will be sent to this work email
ru: На данную рабочую почту будут приходить сгенерированные протоколы

# userSettingsEmailLabel
source: Work email
ru: Рабочий e-mail

# userSettingsRecommendationsDescription
source: Include treatment or follow-up recommendations in generated reports
ru: Добавлять рекомендации по лечению или дальнейшим действиям в сгенерированные протоколы

# userSettingsRecommendationsLabel
source: Recommendations
ru: Рекомендации

# userSettingsSavedSuccessMessageDescription
source: Work settings saved successfully
ru: Рабочие настройки успешно сохранены

# userSettingsSavedSuccessMessageTitle
source: Settings saved
ru: Настройки сохранены

# userSettingsTitle
source: Work settings
ru: Рабочие настройки
